1:WizQst1615D2
00000000
You talk to the Cretan Bull out on the Southwest Aero Plains. I'll look into Max and Eleanor's alibis.
您与西南航空平原上的克里特岛公牛交谈。 我将研究Max和Eleanor的alibis。
00000001
But Ebenezer is the only one that didn't have an alibi? Well, that's getting the old gray cells a-firin'.
但是埃比尼泽是唯一一个没有不质疑的人吗？ 好吧，那是使旧的灰细胞a-firin'。
00000002
Still, can't be sure until I verify the other two alibis. While I do that, you should talk to the Cretan Bull himself. He's in a cave on the Plains.
尽管如此，直到我验证其他两个不利士之前，才无法确定。 当我这样做时，您应该与克里特岛公牛自己交谈。 他在平原上的山洞里。
00000003
He's probably gotten a bit paranoid since the attack, though. So you may have a fight on your hands. Watch yourself.
自从袭击以来，他可能会变得有些偏执。 因此，您可能会打架。 看着自己。
00000004
Mooooo!
mooooo！
00000005
Mooooo!
mooooo！
00000006
Uh... let me. Ahem. The Great Cretan Bull says: "who dares trespass again upon his sacred ground? These continued offenses..."
嗯...让我。 哎呀。 伟大的克里特岛公牛说：“谁敢于再次侵入他的神圣地面？这些持续的罪行……”
00000007
Moo!
吧！
00000008
"...Will not be tolerated." Basically, kid, what do you want? Oh, you're investigating the attack? 'Bout time someone's doing it.
“ ...不会容忍。” 基本上，孩子，您想要什么？ 哦，您正在调查攻击吗？ '回合某人正在这样做。
00000009
Moo!
吧！
00000010
The Cretan Bull did not see his attacker, "but it bristled his brain with a vengeful brush." That don't make a lick of sense. Sorry, kid.
克里特岛公牛没有看到他的攻击者，“但它用复仇的刷子使他的大脑刺痛。” 那没有意义的舔。 对不起，孩子。
00000011
The Cretan Bull said his attacker bristled his brain with a vengeful brush? Of course! I shoulda figured it out earlier.
克里特岛公牛说，他的袭击者用复仇的刷子刺了他的大脑吗？ 当然！ 我应该早点弄清楚。
00000012
Only one of the three suspects carries a brush around: the cleaning robot, Ebenezer. 
三名嫌疑人中只有一个携带刷子：清洁机器人Ebenezer。
00000013
On top of that, Max and Eleanor's alibis checked out. But that dang old Aerobot never had one. I say it's time we confront the attacker.
最重要的是，Max和Eleanor的Albis签出了。 但是那个旧的Aerobot从来没有。 我说是时候面对攻击者了。
00000015
Greetings, Sheriff. What can this unit buttle for you today?
问候，警长。 这个单位今天对您有什么影响？
00000016
The jig's up, Ebenezer. We know you attacked the Cretan Bull and you're going down for it.
夹具起来，埃比尼泽。 我们知道您攻击了克里特岛公牛，而您正在为此而沮丧。
00000017
Error! Attacking Cretan Bull violates the First Law of Aerobotics. This action is impossible. Searching Memory Core for verification...
错误！ 攻击克里特公牛违反了《特技制剂》的第一定律。 这个动作是不可能的。 搜索内存核心以验证...
00000018
Error! All data from time of Cretan Bull attack not found! Memories erased! Error! Error!
错误！ 从Cretan Bull Attack的所有数据都找不到！ 回忆被抹去了！ 错误！ 错误！
00000019
After him, Wizard, don't let him get away!
在他之后，巫师，不要让他逃脱！
00000020
Error! System scans indicate anti-attack safeguards were removed. Error! User identity from time of removal erased!
错误！ 系统扫描表明拆除了反攻击的保障措施。 错误！ 用户身份从删除时被删除！
00000021
Easy now, Ebenezer, ain't nobody going to hurt you.
现在很容易，埃比尼泽，没有人会伤害你。
00000022
Negative! Need time to process, to recover deleted data from cache. Must find out who altered systems.
消极的！ 需要时间来处理，以从缓存中恢复已删除的数据。 必须找出谁改变了系统。
00000023
Will engage in defensive measures if processing is interrupted.
如果中断处理，将采取防御措施。
00000024
Have it your way. Get him, Wizard.
以你的方式。 给他，巫师。
00000025
System Reconstruction at 50%. Core systems... shutting... down.
系统重建为50％。 核心系统...关闭...下。
00000026
You done good, Wizard. I'll haul this pile of scrap over to the Evidence Lock-Up. Come talk to me back in town when you can.
你做得很好，巫师。 我将这堆碎片拖到证据锁定上。 尽可能地在城里和我说话。
00000027
Psst. Hey, remember me? Shhh, shh, shhh, not so loud. Don't want anyone to know I'm here.
psst。 嘿，还记得我吗？ 嘘，嘘，嘘，不要那么大声。 不想让任何人知道我在这里。
00000028
I'm the liaison to the Cretan Bull, right? I help keep the peace between its loyal Mythies and Port Aero. 
我是克里特岛公牛的联络人，对吗？ 我帮助保持其忠诚的神话与港口航空之间的和平。
00000029
So I have a vested interest in seeing this investigation wrapped up. And... I ain't sure the robot did it.
因此，我有既得兴趣看到这项调查结束了。 而且...我不确定机器人做到了。
00000030
Sorry I didn't say anything earlier - I didn't want to get the Bull worked up - but there's something fishy here. 
抱歉，我什么也没说 - 我不想让公牛锻炼 - 但是这里有些可怕的东西。
00000031
Don't you think it's weird Poirot didn't come talk to us right away? And why did he even suspect the bot in the first place? 
您不认为这很奇怪的是没有立即与我们交谈吗？ 他为什么还要首先怀疑该机器人？
00000032
I think we need to access Ebenezer's Memory Core to figure out what's really goin' on. But watch your back, Wizard.
我认为我们需要访问Ebenezer的内存核心，以找出真正发生的事情。 但是，看着你的背，魔法师。
00000033
Well done, Wizard. We caught the varmint before he did any lasting harm. And, who knows, maybe the Cretan Bull will stand down now.
做得好，巫师。 在他造成持久伤害之前，我们抓住了Varmint。 而且，谁知道，也许克里特岛公牛现在会站下来。
00000034
Cretan Bull
克里特公牛
00000035
Ebenezer's House
埃比尼泽的房子
00000036
Cretan Bull's Den
克里特岛公牛的书房
00000037
Ebenezer
平坦的
